{
  "permalink": "read0134502",
  "updatedAt": "2025-12-29T04:45:18.840Z",
  "unclassified_count": 331,
  "unclassified": [
    {
      "id": "51725474",
      "year": "2025",
      "title": "Dynamic multi-scale deep learning with mixture of experts for differentiating iNPH and PSP using MRI.",
      "raw_type_fields": {}
    },
    {
      "id": "49675991",
      "year": "2025",
      "title": "Early prediction of bronchopulmonary dysplasia in preterm infants using chest X-rays through a comparative analysis of 13 CNN models across different post-birth days",
      "raw_type_fields": {}
    },
    {
      "id": "51725473",
      "year": "2025",
      "title": "Comparative safety of stent retriever designs for intracranial atherosclerotic disease related large vessel occlusion using agarose models.",
      "raw_type_fields": {}
    },
    {
      "id": "51952562",
      "year": "2025",
      "title": "Computer-Aided Surgery System Using Three-Dimensional Tomographic Images for Endoscopic Retrograde Cholangiopancreatography (ERCP): Preliminary Study",
      "raw_type_fields": {}
    },
    {
      "id": "51952558",
      "year": "2025",
      "title": "Predicting Therapeutic Intervention in Asymptomatic Carotid Plaque: A Comparative Study of Multi-modal MRI Radiomics and Deep Learning",
      "raw_type_fields": {}
    },
    {
      "id": "51952555",
      "year": "2025",
      "title": "Stool-Prioritized Segmentation via Anatomically Guided Multi-Task U-Net Segmentation in Abdominal X-ray Images",
      "raw_type_fields": {}
    },
    {
      "id": "51725471",
      "year": "2025",
      "title": "Invisible Yet Detected: PelFANet with Attention-Guided Anatomical Fusion for Pelvic Fracture Diagnosis.",
      "raw_type_fields": {}
    },
    {
      "id": "51287217",
      "year": "2025",
      "title": "Image-to-Biomarker Prediction of CSF Amyloid-β via Multimodal Deep Learning on MRI and Brain Perfusion SPECT",
      "raw_type_fields": {}
    },
    {
      "id": "51287215",
      "year": "2025",
      "title": "Self-Extubation Early Warning via Autoencoder Anomaly Detection and a Novel Simulator for Quantitative Evaluation",
      "raw_type_fields": {}
    },
    {
      "id": "51262699",
      "year": "2025",
      "title": "Community-Level Compact City Design, Health Care Provision, and Outcomes of Patients With Stroke.",
      "raw_type_fields": {}
    },
    {
      "id": "51287367",
      "year": "2025",
      "title": "MAP-CARE: PREDICTING FUTURE SURGICAL INTERVENTION IN ASYMPTOMATIC CAROTID STENOSIS VIA MULTI-MODAL RADIOMICS",
      "raw_type_fields": {}
    },
    {
      "id": "51287363",
      "year": "2025",
      "title": "IMPROVING STOOL SEGMENTATION IN ABDOMINAL X-RAYS USING GAS MASK GUIDANCE WITH U-NET",
      "raw_type_fields": {}
    },
    {
      "id": "51287361",
      "year": "2025",
      "title": "Perturbation-Based Deep Learning Reveals Dynamic Spatiotemporal Shifts in Pediatric Brain Development from CT Imaging",
      "raw_type_fields": {}
    },
    {
      "id": "49675992",
      "year": "2025",
      "title": "Automated Impaction Angulation Measurement of Mandibular Third Molars for Winter’s Classification Using Deep Learning",
      "raw_type_fields": {}
    },
    {
      "id": "46642195",
      "year": "2024",
      "title": "Deep Learning-Based Computer-Aided Diagnosis of Osteochondritis Dissecans of the Humeral Capitellum Using Ultrasound Images.",
      "raw_type_fields": {}
    },
    {
      "id": "48807438",
      "year": "2024",
      "title": "CHA2DS2-VASc score and prior oral anticoagulant use on endovascular treatment for acute ischemic stroke.",
      "raw_type_fields": {}
    },
    {
      "id": "48807437",
      "year": "2024",
      "title": "Prediction of cardiovascular events after carotid endarterectomy using pathological images and clinical data.",
      "raw_type_fields": {}
    },
    {
      "id": "48992778",
      "year": "2024",
      "title": "Prediction of Cardiovascular Disease Development for CEA Patients Using Multimodal Learning",
      "raw_type_fields": {}
    },
    {
      "id": "48992777",
      "year": "2024",
      "title": "Automated Depth-Level Classification of Impacted Mandibular Third Molars Using Deep Learning on Panoramic X-Rays",
      "raw_type_fields": {}
    },
    {
      "id": "48992776",
      "year": "2024",
      "title": "Differentiating Idiopathic Normal Pressure Hydrocephalus Using Multi-Head Attention CNN with Diversify-Loss in Brain MRI",
      "raw_type_fields": {}
    },
    {
      "id": "48992775",
      "year": "2024",
      "title": "ESWL Outcome Prediction with SMOTE and Stratified Sampling",
      "raw_type_fields": {}
    },
    {
      "id": "48992774",
      "year": "2024",
      "title": "Automated Detection and Classification of Mandibular Third Molar Impactions in Panoramic X-Rays",
      "raw_type_fields": {}
    },
    {
      "id": "45826500",
      "year": "2024",
      "title": "Deep learning-based osteochondritis dissecans detection in ultrasound images with humeral capitellum localization.",
      "raw_type_fields": {}
    },
    {
      "id": "47975854",
      "year": "2024",
      "title": "Advanced YOLOv7-Based Detection and Enumeration of Teeth and Restorations in Panoramic X-rays",
      "raw_type_fields": {}
    },
    {
      "id": "47975695",
      "year": "2024",
      "title": "Novel Cine MRI Feature Extraction Method for Assessing Cesarean Scar Syndrome",
      "raw_type_fields": {}
    },
    {
      "id": "47975685",
      "year": "2024",
      "title": "Hierarchical U-Net and Image Patch Technique for Intracerebral Hematoma Segmentation in Thick-Slice CT Images",
      "raw_type_fields": {}
    },
    {
      "id": "47975671",
      "year": "2024",
      "title": "Effects of Brain Injury on Brain Age Estimation in Pediatric Brain CT images,\" World Automation Congress, in press.",
      "raw_type_fields": {}
    },
    {
      "id": "48808985",
      "year": "2024",
      "title": "Recurrent prediction within 1, 3, and 5 years after acute ischemic stroke based on machine learning using 10 years J-ASPECT study / J-ASPECT Study 10年間の日本全国DPCデータを用いた機械学習による急性期脳梗塞発症後の1，3，5年以内の再発予測",
      "raw_type_fields": {}
    },
    {
      "id": "47975563",
      "year": "2024",
      "title": "Personalized heart rate management through data-driven dynamic exercise control.",
      "raw_type_fields": {}
    },
    {
      "id": "46915769",
      "year": "2024",
      "title": "根管治療痕を考慮したパノラマX線画像における歯牙自動認識法",
      "raw_type_fields": {}
    },
    {
      "id": "46642196",
      "year": "2024",
      "title": "Enhancing fracture diagnosis in pelvic X-rays by deep convolutional neural network with synthesized images from 3D-CT.",
      "raw_type_fields": {}
    },
    {
      "id": "46915824",
      "year": "2023",
      "title": "Detection of Osteochondritis Dissecans from Ultrasound Images by Ensemble Deep Learning",
      "raw_type_fields": {}
    },
    {
      "id": "46915823",
      "year": "2023",
      "title": "A Preliminary Study on a Sheet-Type Self-Extubation Detection Device",
      "raw_type_fields": {}
    },
    {
      "id": "46915820",
      "year": "2023",
      "title": "Deep Learning Approach for Early Detection and Prediction of Chronic Lung Disease in Neonates Chest X-ray Images",
      "raw_type_fields": {}
    },
    {
      "id": "46915812",
      "year": "2023",
      "title": "Interpretability of ESWL Outcome Prediction Model and Feature Selection Using SHAP values,",
      "raw_type_fields": {}
    },
    {
      "id": "46915808",
      "year": "2023",
      "title": "Comparison of U-Net Backbones on Segmenting Gas and Stool Regions from Abdominal X-Ray Images",
      "raw_type_fields": {}
    },
    {
      "id": "46915802",
      "year": "2023",
      "title": "Teeth detection and numbering method in dental panoramic X-ray images using YOLOv7",
      "raw_type_fields": {}
    },
    {
      "id": "46912381",
      "year": "2023",
      "title": "Pelvic bone region segmentation (PBRS) from X-ray image using convolutional neural network (CNN)",
      "raw_type_fields": {}
    },
    {
      "id": "43682094",
      "year": "2023",
      "title": "Teeth and prostheses detection in dental panoramic X-rays using CNN-based object detector and a priori knowledge-based algorithm",
      "raw_type_fields": {}
    },
    {
      "id": "46912367",
      "year": "2023",
      "title": "Prediction of Bed-Leaving Behaviors Using Edge AI to Prevent Medical Accidents",
      "raw_type_fields": {}
    },
    {
      "id": "46915776",
      "year": "2023",
      "title": "Prognostic Estimation of Cardiovascular Disease Using Anomaly Detection and Pathological Image of CEA Patients",
      "raw_type_fields": {}
    },
    {
      "id": "46915792",
      "year": "2023",
      "title": "Prediction of ESWL Outcome by Combining CT/X-Ray Images and Clinical Findings",
      "raw_type_fields": {}
    },
    {
      "id": "46915786",
      "year": "2023",
      "title": "A Preliminary Study on Abdominal X-Ray Image Segmentation Using U-Net Models",
      "raw_type_fields": {}
    },
    {
      "id": "45826518",
      "year": "2023",
      "title": "Development of TKA treatment strategy by factor extraction method for patient satisfaction / TKA術後患者満足度決定因子抽出に基づく新たな治療方針の検討",
      "raw_type_fields": {}
    },
    {
      "id": "46912501",
      "year": "2023",
      "title": "Fracture Recognition from Pelvic X-ray Images Using Deep Convolutional Neural Networks / Fracture Recognition from Pelvic X-ray Images Using Deep Convolutional Neural Networks",
      "raw_type_fields": {}
    },
    {
      "id": "43704576",
      "year": "2023",
      "title": "Kidney Tumor Recognition from Abdominal CT Images using Transfer Learning",
      "raw_type_fields": {}
    },
    {
      "id": "43704577",
      "year": "2023",
      "title": "ECG Signal Classification Using Transfer Learning and Convolutional Neural Networks",
      "raw_type_fields": {}
    },
    {
      "id": "41670617",
      "year": "2023",
      "title": "Detection of Shoulder Rotator Cuff Tears from X-Ray Image by Using Convolutional Neural Network / 畳み込みニューラルネットワークを用いたX線画像からの肩腱板断裂検出",
      "raw_type_fields": {}
    },
    {
      "id": "41920898",
      "year": "2023",
      "title": "A Machine Learning-Based Severity Prediction Tool for the Michigan Neuropathy Screening Instrument",
      "raw_type_fields": {}
    },
    {
      "id": "43704578",
      "year": "2023",
      "title": "Discrimination of Intracerebral Hematoma and Intraventricular Hemorrhage in Initial CT Images Using Hierarchical Region Extraction Method",
      "raw_type_fields": {}
    },
    {
      "id": "41920991",
      "year": "2023",
      "title": "Discrimination of ICH and IVH in Initial CT Images Using Hierarchical Region Extraction Мethod",
      "raw_type_fields": {}
    },
    {
      "id": "44381509",
      "year": "2023",
      "title": "Radiomics Based Prediction of Symptomatic Carotid Plaque in MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "44381508",
      "year": "2023",
      "title": "Medical Personal Protective Equipment Detection Using YOLOV7",
      "raw_type_fields": {}
    },
    {
      "id": "44381507",
      "year": "2023",
      "title": "Fragility Fracture of Pelvis Prediction from Computed Tomography Using Boring Survey and Convolutional Neural Network",
      "raw_type_fields": {}
    },
    {
      "id": "42744376",
      "year": "2023",
      "title": "Predicting the Development of Chronic Lung Disease in Neonataes from Chest X-ray Images Using Deep Learning",
      "raw_type_fields": {}
    },
    {
      "id": "42744373",
      "year": "2023",
      "title": "Detection of osteochondritis dissecans using convolutional neural networks for computer-aided diagnosis of baseball elbow",
      "raw_type_fields": {}
    },
    {
      "id": "42620387",
      "year": "2022",
      "title": "Medical Tubing Self-Extraction Trouble Avoidance Support System Using Flexible Sensor and IoT",
      "raw_type_fields": {}
    },
    {
      "id": "42620382",
      "year": "2022",
      "title": "Quantification of Pediatric Brain Development with X-ray CT Images using 3D-CNN",
      "raw_type_fields": {}
    },
    {
      "id": "42620379",
      "year": "2022",
      "title": "Pediatric Brain CT Image Segmentation Methods for Effective Age Prediction Models",
      "raw_type_fields": {}
    },
    {
      "id": "42620367",
      "year": "2022",
      "title": "Predicting the severity of Neonatal Chronic Lung Disease from chest X-ray images using deep learning",
      "raw_type_fields": {}
    },
    {
      "id": "42620360",
      "year": "2022",
      "title": "Detection of osteochondritis dissecans in ultrasound images for computer-aided diagnosis of baseball elbow",
      "raw_type_fields": {}
    },
    {
      "id": "42620372",
      "year": "2022",
      "title": "Tooth Recognition in X-Ray Dental Panoramic Images with Prosthetic Detection",
      "raw_type_fields": {}
    },
    {
      "id": "36902798",
      "year": "2022",
      "title": "The challenge of detecting impact fracture of the pelvis in CT images using the CNN model.",
      "raw_type_fields": {}
    },
    {
      "id": "36407695",
      "year": "2022",
      "title": "Automatic Carpal Site Detection Method for Evaluation of Rheumatoid Arthritis Using Deep Learning",
      "raw_type_fields": {}
    },
    {
      "id": "37224694",
      "year": "2022",
      "title": "A machine learning-based severity prediction tool for diabetic sensorimotor polyneuropathy using Michigan neuropathy screening instrumentations.",
      "raw_type_fields": {}
    },
    {
      "id": "36407698",
      "year": "2021",
      "title": "Prediction of Ureter ESWL Outcome by Machine Learning and Model Interpretation Approach Using SHAP",
      "raw_type_fields": {}
    },
    {
      "id": "36407699",
      "year": "2021",
      "title": "A nomogram-based diabetic sensorimotor polyneuropathy severity prediction using Michigan neuropathy screening instrumentations",
      "raw_type_fields": {}
    },
    {
      "id": "36407703",
      "year": "2021",
      "title": "Human Activity Classification Based on Angle Variance Analysis Utilizing the Poincare Plot",
      "raw_type_fields": {}
    },
    {
      "id": "36407700",
      "year": "2021",
      "title": "Detecting pelvic fracture on 3D-CT using deep convolutional neural networks with multi-orientated slab images.",
      "raw_type_fields": {}
    },
    {
      "id": "37850975",
      "year": "2021",
      "title": "Boring Survey Based Fracture Detection (BSFD) for Fragility Fracture of the Pelvis in CT Images.",
      "raw_type_fields": {}
    },
    {
      "id": "37224697",
      "year": "2021",
      "title": "CNN Based Hierarchical Intracerebral Hematoma Region Extraction Method in Head Thick-Slice CT Images.",
      "raw_type_fields": {}
    },
    {
      "id": "37224696",
      "year": "2021",
      "title": "Brain Devlopment Age Prediction Using Convolutnal Neural Network on Pediatrics Brain Ct Mages.",
      "raw_type_fields": {}
    },
    {
      "id": "36902835",
      "year": "2021",
      "title": "Machine learning based player level estimation with 3-D kinematic analysis of throwing motion capture. / 機械学習を用いた投球動作の運動学的パラメータからの競技レベル推定",
      "raw_type_fields": {}
    },
    {
      "id": "36407702",
      "year": "2021",
      "title": "A Deep Learning Technique for Automatic Teeth Recognition in Dental Panoramic X-Ray Images Using Modified Palmer Notation System",
      "raw_type_fields": {}
    },
    {
      "id": "34568974",
      "year": "2021",
      "title": "Comparison of Machine Learning Methods for Predicting Modified Total Shape Score in X-ray Radiography.",
      "raw_type_fields": {}
    },
    {
      "id": "34568972",
      "year": "2021",
      "title": "Predictors of Intracerebral Hematoma Enlargement Using Brain CT Images in Emergency Medical Care. / 救急医療における脳CT画像を用いた脳内血腫増大予測因子の探索",
      "raw_type_fields": {}
    },
    {
      "id": "31448227",
      "year": "2020",
      "title": "Optimization technique combined with deep learning method for teeth recognition in dental panoramic radiographs",
      "raw_type_fields": {}
    },
    {
      "id": "31448218",
      "year": "2020",
      "title": "An automated fracture detection from pelvic CT images with 3-D convolutional neural networks",
      "raw_type_fields": {}
    },
    {
      "id": "31448217",
      "year": "2020",
      "title": "Finger Joint Detection Method in Hand X-ray Radiograph Images Using Statistical Shape Model and Support Vector Machine",
      "raw_type_fields": {}
    },
    {
      "id": "30621701",
      "year": "2020",
      "title": "Construction of 3-D humeral head statistical shape model in CT images",
      "raw_type_fields": {}
    },
    {
      "id": "30621660",
      "year": "2020",
      "title": "Surgical Phase Recognition Method with a Sequential Consistency for CAOS-AI Navigation System",
      "raw_type_fields": {}
    },
    {
      "id": "30621659",
      "year": "2020",
      "title": "Artificial humeral head modeling using Kmeans++ clustering and PCA",
      "raw_type_fields": {}
    },
    {
      "id": "41973784",
      "year": "2020",
      "title": "Automatic segmentation of the humerus region in 3-D shoulder CT images using U-Net",
      "raw_type_fields": {}
    },
    {
      "id": "41134378",
      "year": "2020",
      "title": "Surgical Phase Recognition with Wearable Video Camera for Computer-aided Orthopaedic Surgery-AI Navigation System",
      "raw_type_fields": {}
    },
    {
      "id": "34568979",
      "year": "2020",
      "title": "Hand Frame Extraction in Surgical Video Images Using Convolutional Neural Network.",
      "raw_type_fields": {}
    },
    {
      "id": "34568978",
      "year": "2020",
      "title": "Automatic Teeth Recognition Method from Dental Panoramic Images Using Faster R-CNN and Prior Knowledge Model.",
      "raw_type_fields": {}
    },
    {
      "id": "34568977",
      "year": "2020",
      "title": "Automatic Teeth Recognition in Dental X-Ray Images Using Transfer Learning Based Faster R-CNN.",
      "raw_type_fields": {}
    },
    {
      "id": "31448226",
      "year": "2020",
      "title": "Stride-Phase Kinematic Parameters That Predict Peak Elbow Varus Torque",
      "raw_type_fields": {}
    },
    {
      "id": "30621671",
      "year": "2020",
      "title": "Spatiotemporal statistical shape model for temporal shape change analysis of adult brain",
      "raw_type_fields": {}
    },
    {
      "id": "30621661",
      "year": "2020",
      "title": "A deep learning approach for surgical instruments detection in orthopaedic surgery using transfer learning",
      "raw_type_fields": {}
    },
    {
      "id": "28423375",
      "year": "2020",
      "title": "Bone tunnel placement determination method for 3-D images and its evaluation for anterior cruciate ligament reconstruction",
      "raw_type_fields": {}
    },
    {
      "id": "16175185",
      "year": "2019",
      "title": "Abdominal organ area segmentation using u-net for cancer radiotherapy support",
      "raw_type_fields": {}
    },
    {
      "id": "50056891",
      "year": "2019",
      "title": "MRIによる腱板断裂の画像診断 MRI画像を用いた3次元形状腱板断裂モデルの構築 / MRIによる腱板断裂の画像診断 MRI画像を用いた3次元形状腱板断裂モデルの構築",
      "raw_type_fields": {}
    },
    {
      "id": "30621663",
      "year": "2019",
      "title": "A Quantification Approach of Uterine Peristalsis Propagated from the Cervix and the Fundus",
      "raw_type_fields": {}
    },
    {
      "id": "30621662",
      "year": "2019",
      "title": "Estimation of Human Activities by Fuzzy Classification Systems for Understanding Subject Persons' Situation",
      "raw_type_fields": {}
    },
    {
      "id": "16193991",
      "year": "2019",
      "title": "Facial skin blood perfusion change based liveness detection using video images",
      "raw_type_fields": {}
    },
    {
      "id": "17538501",
      "year": "2019",
      "title": "Intraoperative kinematic analysis of posterior stabilized total knee arthroplasty with asymmetric helical post-cam design",
      "raw_type_fields": {}
    },
    {
      "id": "16193994",
      "year": "2019",
      "title": "医療と情報 第1部 ヘルスケア・インフォマティクスの先端技術 2)医用画像診断の未来 / 医療と情報 第1部 ヘルスケア・インフォマティクスの先端技術 2)医用画像診断の未来",
      "raw_type_fields": {}
    },
    {
      "id": "16193996",
      "year": "2019",
      "title": "Surgical outcome prediction in total knee arthroplasty using machine learning",
      "raw_type_fields": {}
    },
    {
      "id": "28384959",
      "year": "2019",
      "title": "Ovarian follicle classification using numerical and B-mode image features from ultrasound scanning devices",
      "raw_type_fields": {}
    },
    {
      "id": "16194000",
      "year": "2019",
      "title": "Implanted knee kinematics prediction: Comparative performance analysis of machine learning techniques",
      "raw_type_fields": {}
    },
    {
      "id": "16193997",
      "year": "2019",
      "title": "Real-time surgical tools recognition in total knee arthroplasty using deep neural networks",
      "raw_type_fields": {}
    },
    {
      "id": "16194001",
      "year": "2019",
      "title": "A SVM integrated Case Based Learning Data GA for Solar Flare Prediction",
      "raw_type_fields": {}
    },
    {
      "id": "16194006",
      "year": "2019",
      "title": "Real-Time Orthopedic Surgery Procedure Recognition Method with Video Images from Smart Glasses Using Convolutional Neural Network / Real-Time Orthopedic Surgery Procedure Recognition Method with Video Images from Smart Glasses Using Convolutional Neural Network",
      "raw_type_fields": {}
    },
    {
      "id": "16194003",
      "year": "2019",
      "title": "Finger Joint Detection Method for the Automatic Estimation of Rheumatoid Arthritis Progression Using Machine Learning / Finger Joint Detection Method for the Automatic Estimation of Rheumatoid Arthritis Progression Using Machine Learning",
      "raw_type_fields": {}
    },
    {
      "id": "16194002",
      "year": "2019",
      "title": "Disorder Development Onset Prediction Based on Spatiotemporal Statistical Shape Model / Disorder Development Onset Prediction Based on Spatiotemporal Statistical Shape Model",
      "raw_type_fields": {}
    },
    {
      "id": "16193998",
      "year": "2019",
      "title": "Facial skin blood perfusion change based liveness detection using video images / 動画像を用いた顔皮膚血流変化に基づく生体検知法",
      "raw_type_fields": {}
    },
    {
      "id": "46383279",
      "year": "2018",
      "title": "SVRを用いた手関節X線画像におけるリウマチmTSスコアの推定",
      "raw_type_fields": {}
    },
    {
      "id": "46756643",
      "year": "2018",
      "title": "内反変形膝に対するDouble Level Osteotomyの術後回旋アライメントの変化 3次元CTを用いた解析",
      "raw_type_fields": {}
    },
    {
      "id": "16194005",
      "year": "2018",
      "title": "内反変形膝に対するDouble Level Osteotomyの術後回旋アライメントの変化―3次元CTを用いた解析― / 内反変形膝に対するDouble Level Osteotomyの術後回旋アライメントの変化―3次元CTを用いた解析―",
      "raw_type_fields": {}
    },
    {
      "id": "28384960",
      "year": "2018",
      "title": "Special issue on the power of fuzzy-dedicated to the father of fuzzy logic",
      "raw_type_fields": {}
    },
    {
      "id": "8152949",
      "year": "2018",
      "title": "Automated estimation of mTS score in hand joint X-ray image using machine learning / Automated estimation of mTS score in hand joint X-ray image using machine learning",
      "raw_type_fields": {}
    },
    {
      "id": "16194008",
      "year": "2018",
      "title": "Tongue movement classification in chewing and swallowing using electromyography / Tongue movement classification in chewing and swallowing using electromyography",
      "raw_type_fields": {}
    },
    {
      "id": "8152384",
      "year": "2018",
      "title": "Relationship Between Cerebral Aneurysm Development and Cerebral Artery Shape",
      "raw_type_fields": {}
    },
    {
      "id": "8152956",
      "year": "2018",
      "title": "Advancements of Image Processing and Vision in Healthcare.",
      "raw_type_fields": {}
    },
    {
      "id": "8152954",
      "year": "2018",
      "title": "Fuzzy object growth model for neonatal brain MR understanding",
      "raw_type_fields": {}
    },
    {
      "id": "8152385",
      "year": "2018",
      "title": "Real-time Surgical Tools Recognition in Total Knee Arthroplasty Using Deep Neural Networks.",
      "raw_type_fields": {}
    },
    {
      "id": "8152383",
      "year": "2018",
      "title": "Implanted Knee Joint Kinematics Recognition in Digital Radiograph Images Using Particle Filter.",
      "raw_type_fields": {}
    },
    {
      "id": "28384957",
      "year": "2018",
      "title": "Editorial: the Power of Fuzzy - Dedicated to the Father of Fuzzy Logic.",
      "raw_type_fields": {}
    },
    {
      "id": "17538500",
      "year": "2018",
      "title": "MD-LMS Algorithm Based Brain Functional Connectivity Analysis in Resting State fMRI.",
      "raw_type_fields": {}
    },
    {
      "id": "17538499",
      "year": "2018",
      "title": "3-D Statistical Shape Model of the Humerus Towards Artificial Shoulder Joint Design.",
      "raw_type_fields": {}
    },
    {
      "id": "16175191",
      "year": "2018",
      "title": "A SVM integrated Case Based Learning Data GA for Solar Flare Prediction.",
      "raw_type_fields": {}
    },
    {
      "id": "16175190",
      "year": "2018",
      "title": "Finger Joint Detection Method for the Automatic Estimation of Rheumatoid Arthritis Progression Using Machine Learning.",
      "raw_type_fields": {}
    },
    {
      "id": "16175189",
      "year": "2018",
      "title": "Disorder Development Onset Prediction Based on Spatiotemporal Statistical Shape Model.",
      "raw_type_fields": {}
    },
    {
      "id": "16175188",
      "year": "2018",
      "title": "Real-Time Orthopedic Surgery Procedure Recognition Method with Video Images from Smart Glasses Using Convolutional Neural Network.",
      "raw_type_fields": {}
    },
    {
      "id": "16175187",
      "year": "2018",
      "title": "A Filter-Based Method to Calculate Heart Rate from Near Infrared Video.",
      "raw_type_fields": {}
    },
    {
      "id": "16175186",
      "year": "2018",
      "title": "Quantum Particle Swarm Optimization for Multilevel Thresholding-Based Image Segmentation on Dental X-Ray Images.",
      "raw_type_fields": {}
    },
    {
      "id": "8152389",
      "year": "2017",
      "title": "Particle filter based implanted knee kinematics analysis for the postoperative evaluation",
      "raw_type_fields": {}
    },
    {
      "id": "8152955",
      "year": "2017",
      "title": "Reconstruction of 3-D torn rotator cuff model in open MRI for computer-aided diagnosis. / オープンMRIを用いた肩腱板断裂形態診断のための肩腱板3次元形状再構築",
      "raw_type_fields": {}
    },
    {
      "id": "28427865",
      "year": "2017",
      "title": "MRI-based 3D-shape model improves diagnosis of rotator cuff tear",
      "raw_type_fields": {}
    },
    {
      "id": "28031589",
      "year": "2017",
      "title": "On Map-Based Analysis of Item Relationships in Specific Health Examination Data for Subjects Possibly Having Diabetes",
      "raw_type_fields": {}
    },
    {
      "id": "26655968",
      "year": "2017",
      "title": "Ovarian Follicle Classification without Direct Deformation Information from Ultrasonic Images / Ovarian Follicle Classification without Direct Deformation Information from Ultrasonic Images",
      "raw_type_fields": {}
    },
    {
      "id": "8239470",
      "year": "2017",
      "title": "Prediction of post-operative implanted knee function using machine learning in clinical big data",
      "raw_type_fields": {}
    },
    {
      "id": "8152395",
      "year": "2017",
      "title": "Prediction of post-operative implanted knee function using machine learning in clinical big data",
      "raw_type_fields": {}
    },
    {
      "id": "8152394",
      "year": "2017",
      "title": "Clinical big image data based pre-operative planning in ACL reconstruction",
      "raw_type_fields": {}
    },
    {
      "id": "8239474",
      "year": "2017",
      "title": "Medical and health management system of systems",
      "raw_type_fields": {}
    },
    {
      "id": "8152388",
      "year": "2017",
      "title": "Evaluation of a classification method for MR image segmentation.",
      "raw_type_fields": {}
    },
    {
      "id": "8152387",
      "year": "2017",
      "title": "Muscle thickness measurement from ultrasonic wave using continuous wavelet analysis.",
      "raw_type_fields": {}
    },
    {
      "id": "8152386",
      "year": "2017",
      "title": "Computer-aided diagnosis system for Rheumatoid Arthritis using machine learning.",
      "raw_type_fields": {}
    },
    {
      "id": "34457850",
      "year": "2017",
      "title": "Analysis of tongue movement related to chewing and swallowing using surface EMG / 表面筋電データによる舌の動きに着目した咀嚼嚥下動作解析",
      "raw_type_fields": {}
    },
    {
      "id": "49329168",
      "year": "2016",
      "title": "ACL再建術のための膝MR画像正側面方向推定法(Lateral Direction Estimation Method in Knee MRI for Anterior Cruciate Ligament Reconstruction)",
      "raw_type_fields": {}
    },
    {
      "id": "8239487",
      "year": "2016",
      "title": "Pulmonary artery domain region extraction from MDCT image",
      "raw_type_fields": {}
    },
    {
      "id": "8239481",
      "year": "2016",
      "title": "Special issue on soft computing in medical informatics",
      "raw_type_fields": {}
    },
    {
      "id": "8239480",
      "year": "2016",
      "title": "Solar Flare Prediction by SVM Integrated CBGA with Dynamic Mutation Rate",
      "raw_type_fields": {}
    },
    {
      "id": "8239476",
      "year": "2016",
      "title": "Simple Brain Atrophy Quantification Method Using MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "8239475",
      "year": "2016",
      "title": "SVM integrated Case Based Restarting GA for further Improving Solar Flare Prediction",
      "raw_type_fields": {}
    },
    {
      "id": "8239473",
      "year": "2016",
      "title": "Macrophage learning-tracking algorithm in time-lapse MR images.",
      "raw_type_fields": {}
    },
    {
      "id": "8239471",
      "year": "2016",
      "title": "Cerebral aneurysm occurrence prediction by morphometric analysis of the Willis ring",
      "raw_type_fields": {}
    },
    {
      "id": "8152968",
      "year": "2016",
      "title": "An Efficient Classification Method for Knee MR Image Segmentation",
      "raw_type_fields": {}
    },
    {
      "id": "8152409",
      "year": "2016",
      "title": "Construction of Statistical Shape Model of Femoral Bone Using MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "8152406",
      "year": "2016",
      "title": "Brain age estimation using multiple regression analysis in brain mr images",
      "raw_type_fields": {}
    },
    {
      "id": "8152405",
      "year": "2016",
      "title": "Machine learning approaches for brain morphology analysis in MR images / Machine learning approaches for brain morphology analysis in MR images",
      "raw_type_fields": {}
    },
    {
      "id": "8152402",
      "year": "2016",
      "title": "SVM integrated Case Based Restarting GA for further Improving Solar Flare Prediction",
      "raw_type_fields": {}
    },
    {
      "id": "8152401",
      "year": "2016",
      "title": "Application of Self-Organizing Maps to Data Classification and Data Prediction for Female Subjects with Unhealthy-Level Visceral Fat",
      "raw_type_fields": {}
    },
    {
      "id": "8152400",
      "year": "2016",
      "title": "Cerebral aneurysm occurrence prediction by morphometric analysis of the Willis ring",
      "raw_type_fields": {}
    },
    {
      "id": "8152399",
      "year": "2016",
      "title": "Identification of Ovarian Follicle with Ovum from Ultrasonic Images",
      "raw_type_fields": {}
    },
    {
      "id": "8152398",
      "year": "2016",
      "title": "An Efficient Classification Method for Knee MR Image Segmentation",
      "raw_type_fields": {}
    },
    {
      "id": "8152397",
      "year": "2016",
      "title": "Implanted Knee Kinematics Analysis by 2-D/3-D Registration Using Particle Filter",
      "raw_type_fields": {}
    },
    {
      "id": "8152396",
      "year": "2016",
      "title": "Macrophage learning-tracking algorithm in time-lapse MR images.",
      "raw_type_fields": {}
    },
    {
      "id": "8152393",
      "year": "2016",
      "title": "Post-operative implanted knee kinematics prediction in total knee arthroscopy using clinical big data",
      "raw_type_fields": {}
    },
    {
      "id": "8152392",
      "year": "2016",
      "title": "Blumensaat's Line Detection for Quadrant Method on MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "8152391",
      "year": "2016",
      "title": "Solar Flare Prediction by SVM integrated GA",
      "raw_type_fields": {}
    },
    {
      "id": "8152390",
      "year": "2016",
      "title": "Soft Computing in Medical Image Processing",
      "raw_type_fields": {}
    },
    {
      "id": "37379887",
      "year": "2016",
      "title": "Postoperative implanted knee kinematics prediction using a machine learning approach to clinical big data / 機械学習を用いた臨床ビッグデータに基づく人工関節置換膝動態予測",
      "raw_type_fields": {}
    },
    {
      "id": "28132526",
      "year": "2016",
      "title": "A Meal Menu Recognition System using RGB-D Sensor",
      "raw_type_fields": {}
    },
    {
      "id": "28115805",
      "year": "2016",
      "title": "Continuous-wavelet-transform-based visualization for seminiferous tubule using broadband ultrasonic imaging",
      "raw_type_fields": {}
    },
    {
      "id": "8239488",
      "year": "2015",
      "title": "ICP based neonatal brain MRI normalization method",
      "raw_type_fields": {}
    },
    {
      "id": "8239490",
      "year": "2015",
      "title": "Computer-aided Surgical Planning of Anterior Cruciate Ligament Reconstruction in MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "8239489",
      "year": "2015",
      "title": "Feature selection of manifold learning using principal component analysis in brain MR image",
      "raw_type_fields": {}
    },
    {
      "id": "8239486",
      "year": "2015",
      "title": "Improvement of Sun Flare Prediction by SVM integrated GA",
      "raw_type_fields": {}
    },
    {
      "id": "8239483",
      "year": "2015",
      "title": "Macrophage tracking using the Hungarian algorithm in time lapse MR images",
      "raw_type_fields": {}
    },
    {
      "id": "8239482",
      "year": "2015",
      "title": "Medical Checkup and Image Data Analysis for Preventing Life Style Diseases",
      "raw_type_fields": {}
    },
    {
      "id": "8152407",
      "year": "2015",
      "title": "Neonatal Brain Age Estimation Using Manifold Learning Regression Analysis",
      "raw_type_fields": {}
    },
    {
      "id": "8152403",
      "year": "2015",
      "title": "Gap effect abnormalities during a visually guided Pro-Saccade task in children with attention deficit hyperactivity disorder",
      "raw_type_fields": {}
    },
    {
      "id": "37402478",
      "year": "2015",
      "title": "On Personal Identication for Ophthalmological Patients Based on Clinical Data Measured by Optical Coherence Tomography / 前眼部OCTによる眼科患者個人認証に関する一考察",
      "raw_type_fields": {}
    },
    {
      "id": "37392139",
      "year": "2015",
      "title": "Computer-aided Surgical Planning of Anterior Cruciate Ligament Reconstruction Based on MR Image Analysis / ACL再建術におけるMR画像を用いた術前計画法",
      "raw_type_fields": {}
    },
    {
      "id": "28349984",
      "year": "2015",
      "title": "On Relationship Analysis of Health Examination Items Using Self-Organizing Maps",
      "raw_type_fields": {}
    },
    {
      "id": "28342495",
      "year": "2015",
      "title": "ICP based Neonatal Brain MRI Normalization Method",
      "raw_type_fields": {}
    },
    {
      "id": "8239492",
      "year": "2014",
      "title": "Morphological changes of aging brain structure in MRI analysis",
      "raw_type_fields": {}
    },
    {
      "id": "8152404",
      "year": "2014",
      "title": "From cartoon to real time MRI: In vivo monitoring of phagocyte migration in mouse brain",
      "raw_type_fields": {}
    },
    {
      "id": "41417995",
      "year": "2014",
      "title": "A Neo-Fuzzy World for Facilitating Symbiosis of Humans and Machines / 人間と機械が融和するネオファジィの世界",
      "raw_type_fields": {}
    },
    {
      "id": "37395026",
      "year": "2014",
      "title": "Neonatal Brain Normalization Based on Flattening Using Spring Model / バネモデルを用いたFlattening法に基づく新生児脳MRIの解剖学的標準化",
      "raw_type_fields": {}
    },
    {
      "id": "28084036",
      "year": "2014",
      "title": "On Reduction of Sojourn Time for Patients at Department of Cardiology",
      "raw_type_fields": {}
    },
    {
      "id": "17575363",
      "year": "2014",
      "title": "MDCT Image Based Assessment of Acetabular Cup Orientation in Total Hip Arthroplasty",
      "raw_type_fields": {}
    },
    {
      "id": "17575362",
      "year": "2014",
      "title": "Ultrasonic muscular thickness measurement in temperature variation",
      "raw_type_fields": {}
    },
    {
      "id": "17575361",
      "year": "2014",
      "title": "In vivo MRI monitoring of inflammatory alterations and cellular dynamics in the central nervous system",
      "raw_type_fields": {}
    },
    {
      "id": "17538511",
      "year": "2014",
      "title": "An energy visualization by camera monitoring",
      "raw_type_fields": {}
    },
    {
      "id": "17538510",
      "year": "2014",
      "title": "Foot age estimation system from walking dynamics based on fuzzy logic",
      "raw_type_fields": {}
    },
    {
      "id": "17538509",
      "year": "2014",
      "title": "Regional analysis and predictive modeling for asthmatic attacks in Himeji City",
      "raw_type_fields": {}
    },
    {
      "id": "17538508",
      "year": "2014",
      "title": "Image Alignment for Single-cell Imaging of Macrophage in the Mouse Brain Using 11.7T MRI",
      "raw_type_fields": {}
    },
    {
      "id": "17538507",
      "year": "2014",
      "title": "Neonatal Brain Segmentation Using 4-D Fuzzy Object Model",
      "raw_type_fields": {}
    },
    {
      "id": "7368492",
      "year": "2013",
      "title": "Automated pelvic anatomical coordinate system is reproducible for determination of anterior pelvic plane",
      "raw_type_fields": {}
    },
    {
      "id": "7368491",
      "year": "2013",
      "title": "Noninvasive cellular quantity measurement in Bone Marrow Stromal Cells/ Beta-tricalcium phosphate.",
      "raw_type_fields": {}
    },
    {
      "id": "7368490",
      "year": "2013",
      "title": "Fuzzy connectedness image segmentation for newborn brain extraction in MR images.",
      "raw_type_fields": {}
    },
    {
      "id": "7368477",
      "year": "2013",
      "title": "Ultrasonic Frequency Response Analysis for Quantitative Measurements in Bone Marrow Stromal Cells",
      "raw_type_fields": {}
    },
    {
      "id": "7368476",
      "year": "2013",
      "title": "Interactive fuzzy connectedness image segmentation for neonatal brain MR image segmentation",
      "raw_type_fields": {}
    },
    {
      "id": "7368475",
      "year": "2013",
      "title": "Quantitative Evaluation of Patient Specific Instrument for Total Knee Arthoroplasty",
      "raw_type_fields": {}
    },
    {
      "id": "7368474",
      "year": "2013",
      "title": "Image-based evaluation of patient specific instrument attachment in TKA",
      "raw_type_fields": {}
    },
    {
      "id": "7368473",
      "year": "2013",
      "title": "Mining multi human locations using thermopile array sensors",
      "raw_type_fields": {}
    },
    {
      "id": "7368472",
      "year": "2013",
      "title": "A fuzzy human detection for security system using infrared laser camera",
      "raw_type_fields": {}
    },
    {
      "id": "7368471",
      "year": "2013",
      "title": "Fuzzy Damage Extraction Method for Ultrasonic Nondestructive Testing Images",
      "raw_type_fields": {}
    },
    {
      "id": "7368470",
      "year": "2013",
      "title": "Wearable Human Activity Recognition by Electrocardiograph and Accelerometer",
      "raw_type_fields": {}
    },
    {
      "id": "28223172",
      "year": "2013",
      "title": "Fuzzy object models for newborn brain MR image segmentation",
      "raw_type_fields": {}
    },
    {
      "id": "17575382",
      "year": "2013",
      "title": "Webcam-based Accurate Eye-central Localization",
      "raw_type_fields": {}
    },
    {
      "id": "17575381",
      "year": "2013",
      "title": "Preface: RVSP 2013 / Preface: RVSP 2013",
      "raw_type_fields": {}
    },
    {
      "id": "17575380",
      "year": "2013",
      "title": "On a priori knowledge in particle filter for in-vivo analysis of implanted knee",
      "raw_type_fields": {}
    },
    {
      "id": "17575378",
      "year": "2013",
      "title": "Noninvasive Diagnosis of Blood Flow for Transcranial Doppler Ultrasonography",
      "raw_type_fields": {}
    },
    {
      "id": "17575377",
      "year": "2013",
      "title": "A Fuzzy Moving Object Estimation Using Infrared TOF Camera",
      "raw_type_fields": {}
    },
    {
      "id": "17575376",
      "year": "2013",
      "title": "Newborn Brain MR Image Segmentation Using Deformable Surface Model Based on Fuzzy Knowledge Models",
      "raw_type_fields": {}
    },
    {
      "id": "17575375",
      "year": "2013",
      "title": "A priori knowledge based deformable surface model for newborn brain MR image segmentation",
      "raw_type_fields": {}
    },
    {
      "id": "17575374",
      "year": "2013",
      "title": "Maritime Space Understanding Using Multiple Radar Systems by Iterative Image Reconstuction Algorithm",
      "raw_type_fields": {}
    },
    {
      "id": "17575367",
      "year": "2013",
      "title": "On optimal operator for combining left and right sole pressure data in biometrics security",
      "raw_type_fields": {}
    },
    {
      "id": "17575364",
      "year": "2013",
      "title": "Workshop on medical image and signal analysis WS-MISA: Editorial",
      "raw_type_fields": {}
    },
    {
      "id": "7368485",
      "year": "2012",
      "title": "Fuzzy Object Model Based Fuzzy Connectedness Image Segmentation of Newborn Brain MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "7368484",
      "year": "2012",
      "title": "Predict Time Series Data for The Number of Asthmatic Attacks in Himeji by Fuzzy-AR Model",
      "raw_type_fields": {}
    },
    {
      "id": "7368483",
      "year": "2012",
      "title": "Biometrics Personal Identification by Wearable Pressure Sensor",
      "raw_type_fields": {}
    },
    {
      "id": "7368482",
      "year": "2012",
      "title": "Ultrasonic Evaluation of Seminiferous Tubules by Frequency Map",
      "raw_type_fields": {}
    },
    {
      "id": "7368481",
      "year": "2012",
      "title": "A Fuzzy-AR Model to Predict Human Body Weights",
      "raw_type_fields": {}
    },
    {
      "id": "7368480",
      "year": "2012",
      "title": "Ultrasonic Thickness Evaluation of Seminiferous Tubule by Fuzzy Inference",
      "raw_type_fields": {}
    },
    {
      "id": "7368479",
      "year": "2012",
      "title": "Asthmatic Attacks Prediction Considering Weather Factors Based on Fuzzy-AR Model",
      "raw_type_fields": {}
    },
    {
      "id": "7368478",
      "year": "2012",
      "title": "A neonatal brain MR image template of 1 week newborn",
      "raw_type_fields": {}
    },
    {
      "id": "17575389",
      "year": "2012",
      "title": "A Fuzzy Time-Series Prediction Model with Multi-Biological Data for Health Management",
      "raw_type_fields": {}
    },
    {
      "id": "17575387",
      "year": "2012",
      "title": "Fuzzy Object Shape Model for Newborn Brain MR Image Segmentation",
      "raw_type_fields": {}
    },
    {
      "id": "17575385",
      "year": "2012",
      "title": "Shape and Appearance Knowledge Based Brain Segmentation for Neonatal MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "17575384",
      "year": "2012",
      "title": "A Fusion Method for Marine Radar Images Using EM Algorithm",
      "raw_type_fields": {}
    },
    {
      "id": "17575383",
      "year": "2012",
      "title": "A Survey of Fuzzy Logic in Medical and Health Technology",
      "raw_type_fields": {}
    },
    {
      "id": "17575379",
      "year": "2012",
      "title": "Fuzzy Object Shape Model for Newborn Brain MR Image Segmentation",
      "raw_type_fields": {}
    },
    {
      "id": "28331730",
      "year": "2011",
      "title": "Analysis of Weight-Bearing Kinematics of Posterior-Stabilized Total Knee Arthroplasty With Novel Helical Post-Cam Design",
      "raw_type_fields": {}
    },
    {
      "id": "16194032",
      "year": "2011",
      "title": "Estimation Method of Cortical Dysplasia Degree Using Fractal Dimension in Pediatric Brain MR Images / フラクタル次元を用いた小児頭部MR画像からの皮質形成異常度推定法",
      "raw_type_fields": {}
    },
    {
      "id": "7368489",
      "year": "2011",
      "title": "A Challenge to Biometrics by Sole Pressure while Walking",
      "raw_type_fields": {}
    },
    {
      "id": "7368488",
      "year": "2011",
      "title": "A Fuzzy Logic Approach to Predict Human Body Weight Based on AR Model",
      "raw_type_fields": {}
    },
    {
      "id": "7368487",
      "year": "2011",
      "title": "A Testicular Tubule Evaluation Method by Ultrasonic Array Probe",
      "raw_type_fields": {}
    },
    {
      "id": "7368486",
      "year": "2011",
      "title": "Cerebral contour extraction with particle method in neonatal MR images",
      "raw_type_fields": {}
    },
    {
      "id": "17575795",
      "year": "2011",
      "title": "A Fuzzy Automated Object Classification by Infrared Laser Camera",
      "raw_type_fields": {}
    },
    {
      "id": "17575793",
      "year": "2011",
      "title": "Particle method for sub-voxel extraction of cerebral surface in neonatal MR images",
      "raw_type_fields": {}
    },
    {
      "id": "17575397",
      "year": "2011",
      "title": "Fractal dimension-based cortical dysplasia detection using MR images for children with epilepsy",
      "raw_type_fields": {}
    },
    {
      "id": "17575396",
      "year": "2011",
      "title": "Special issue on computer automation",
      "raw_type_fields": {}
    },
    {
      "id": "17575395",
      "year": "2011",
      "title": "Foot Age Estimation for Fall-Prevention using Sole Pressure by Fuzzy logic",
      "raw_type_fields": {}
    },
    {
      "id": "17575394",
      "year": "2011",
      "title": "Particle Filter for Implanted Knee Kinematic Analysis Using Dynamic Radiograph Video",
      "raw_type_fields": {}
    },
    {
      "id": "17575393",
      "year": "2011",
      "title": "Blood Flow Detection under Skull by Doppler Effect",
      "raw_type_fields": {}
    },
    {
      "id": "16194038",
      "year": "2011",
      "title": "Automated 3-D kinematis analysis of TKA knee with 2-D digital radiograph video using Monte Carlo method / モンテカルロ推定法による人工膝関節動態の動画像自動解析",
      "raw_type_fields": {}
    },
    {
      "id": "16194022",
      "year": "2011",
      "title": "Fuzzy-logic is precise-Its application to biometric system",
      "raw_type_fields": {}
    },
    {
      "id": "16194020",
      "year": "2011",
      "title": "A fuzzy biosignal detection algorithm and its application to health monitoring",
      "raw_type_fields": {}
    },
    {
      "id": "16194019",
      "year": "2011",
      "title": "Home care system for aging people confined to bed by detached sensor network",
      "raw_type_fields": {}
    },
    {
      "id": "16194016",
      "year": "2011",
      "title": "Marine radar system of systems for radar image quality improvement using em algorithm",
      "raw_type_fields": {}
    },
    {
      "id": "16194015",
      "year": "2011",
      "title": "Neonatal brain MR image segmentation based on system-of-systems in engineering technology",
      "raw_type_fields": {}
    },
    {
      "id": "16194013",
      "year": "2011",
      "title": "Biometrics Security by Dynamics of Left and Right Sole Pressure while Walking",
      "raw_type_fields": {}
    },
    {
      "id": "16194011",
      "year": "2011",
      "title": "YURAGI-Analysis for Detecting Heart Rate by Mat-Type Sensor in Bed",
      "raw_type_fields": {}
    },
    {
      "id": "16194039",
      "year": "2010",
      "title": "World Automation Congress (WAC) 2010開催報告",
      "raw_type_fields": {}
    },
    {
      "id": "7368493",
      "year": "2010",
      "title": "Writing errors as a result of frontal dysfunction in Japanese patients with amyotrophic lateral sclerosis.",
      "raw_type_fields": {}
    },
    {
      "id": "26765456",
      "year": "2010",
      "title": "\"脳形状相同モデル化による脳形状定量化の評価,\" メディカルイメージング連合フォーラム",
      "raw_type_fields": {}
    },
    {
      "id": "47792475",
      "year": "2010",
      "title": "Lung lobar segmentation using tubular tissue density from multidetector-row CT images",
      "raw_type_fields": {}
    },
    {
      "id": "47792685",
      "year": "2010",
      "title": "Fuzzy visual hull algorithm for three-dimensional shape reconstruction of TKA implants from X-ray cone-beam images",
      "raw_type_fields": {}
    },
    {
      "id": "47792498",
      "year": "2010",
      "title": "An ultrasonic and air pressure sensing system for detection of behavior before getting out of bed aided by fuzzy theory",
      "raw_type_fields": {}
    },
    {
      "id": "17575360",
      "year": "2010",
      "title": "Automated 3-D Kinematics Analysis of Implanted Knee with 2-D Digital Radiography Video / Automated 3-D Kinematics Analysis of Implanted Knee with 2-D Digital Radiography Video",
      "raw_type_fields": {}
    },
    {
      "id": "16194059",
      "year": "2010",
      "title": "Computer-aided diagnosis system of systems for neonatal human brain MR images",
      "raw_type_fields": {}
    },
    {
      "id": "16194057",
      "year": "2010",
      "title": "Multi Sensor Approach to Detection of Heartbeat and Respiratory Rate Aided by Fuzzy Logic",
      "raw_type_fields": {}
    },
    {
      "id": "16194056",
      "year": "2010",
      "title": "A priori Knowledge Based Particle Filter for Estimating 3-D Pose position of Implanted Knee",
      "raw_type_fields": {}
    },
    {
      "id": "16194055",
      "year": "2010",
      "title": "Biometric Personal Authentication by One Step Foot Pressure Distribution Change by Fuzzy Artificial Immune System",
      "raw_type_fields": {}
    },
    {
      "id": "16194054",
      "year": "2010",
      "title": "Automated Fuzzy Logic Based Skull Stripping in Neonatal and Infantile MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "16194052",
      "year": "2010",
      "title": "Particle filter based knee kinematics analysis with 2-D/3-D image registration",
      "raw_type_fields": {}
    },
    {
      "id": "16194050",
      "year": "2010",
      "title": "Biometric personal identification by dinamics of sole pressure at walking",
      "raw_type_fields": {}
    },
    {
      "id": "16194049",
      "year": "2010",
      "title": "Absolute eye gaze tracking system with MR images",
      "raw_type_fields": {}
    },
    {
      "id": "16194047",
      "year": "2010",
      "title": "Wavelet transform based quantification of pivot-shift testing using inertial and magnetic composite MEMS sensor",
      "raw_type_fields": {}
    },
    {
      "id": "16194046",
      "year": "2010",
      "title": "Unconstraint knee joint dynamics estimation system using inertial and magnetic composite MEMS sensor",
      "raw_type_fields": {}
    },
    {
      "id": "16194045",
      "year": "2010",
      "title": "A study on image features using intensity profile for cortical dysplasia degree estimation",
      "raw_type_fields": {}
    },
    {
      "id": "16194044",
      "year": "2010",
      "title": "Statistical quantification of brain shape deformation with homologous brain shape modeling",
      "raw_type_fields": {}
    },
    {
      "id": "16194043",
      "year": "2010",
      "title": "Determination of lower limb coordinate systems and application to clinical study using MDCT images",
      "raw_type_fields": {}
    },
    {
      "id": "16194042",
      "year": "2010",
      "title": "A 3-DOF Knee Joint Angle Measurement System with Inertial and Magnetic Sensors",
      "raw_type_fields": {}
    },
    {
      "id": "16194041",
      "year": "2010",
      "title": "Cerebral Surface Extraction Based on Particle Method in Neonatal MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "16194040",
      "year": "2010",
      "title": "Foot Age Estimation by Gait Sole Pressure Changes",
      "raw_type_fields": {}
    },
    {
      "id": "16194037",
      "year": "2010",
      "title": "Free Placement Trans-Skull Doppler System with 1.0MHz Array Ultrasonic Probe",
      "raw_type_fields": {}
    },
    {
      "id": "16194033",
      "year": "2010",
      "title": "Automated detection of people distribution by a 3D camera",
      "raw_type_fields": {}
    },
    {
      "id": "16194029",
      "year": "2010",
      "title": "On a voxel based morphometry analysis in neonatal brain MR images",
      "raw_type_fields": {}
    },
    {
      "id": "16194028",
      "year": "2010",
      "title": "Pivot shift evaluation in the knee joint using inertial and magnetic sensors",
      "raw_type_fields": {}
    },
    {
      "id": "16194024",
      "year": "2010",
      "title": "Particle method based sub-voxel cerebral contour extraction in neonatal MR images",
      "raw_type_fields": {}
    },
    {
      "id": "17538506",
      "year": "2009",
      "title": "Fuzzy segmentation of endorrhachis in magnetic resonance images and its fuzzy maximum intensity projection",
      "raw_type_fields": {}
    },
    {
      "id": "17538504",
      "year": "2009",
      "title": "Human Health Care System of Systems",
      "raw_type_fields": {}
    },
    {
      "id": "8239496",
      "year": "2009",
      "title": "Trans-skull Imaging System by Ultrasonic Array Probe",
      "raw_type_fields": {}
    },
    {
      "id": "8239495",
      "year": "2009",
      "title": "Real Time Autonomic Nervous System Display with Air Cushion Sensor while Seated",
      "raw_type_fields": {}
    },
    {
      "id": "8239493",
      "year": "2009",
      "title": "Human Health Monitoring System of Systems by Non-Contacted Senors",
      "raw_type_fields": {}
    },
    {
      "id": "34222967",
      "year": "2009",
      "title": "Brain Shape Homologous Modeling Using Sulcal-Distribution Index in MR Images",
      "raw_type_fields": {}
    },
    {
      "id": "29049528",
      "year": "2009",
      "title": "Fuzzy Logic Assisted Quantification of Gyral Deformation Index Using Magnetic Resonance Images for the Infantile Brain",
      "raw_type_fields": {}
    },
    {
      "id": "29047631",
      "year": "2009",
      "title": "Biometric System by Foot Pressure Change Based on Neural Network",
      "raw_type_fields": {}
    },
    {
      "id": "29040065",
      "year": "2009",
      "title": "Fuzzy Estimation System of Dementia Severity Using Biological Information During Sleep",
      "raw_type_fields": {}
    },
    {
      "id": "17538505",
      "year": "2009",
      "title": "Wearable Joint Kinematic Monitoring System Using Inertial and Magnetic Sensors",
      "raw_type_fields": {}
    },
    {
      "id": "17538503",
      "year": "2009",
      "title": "Human Health Monitoring System of Systems with Fuzzy Logic by Sensor Network",
      "raw_type_fields": {}
    },
    {
      "id": "17538502",
      "year": "2009",
      "title": "Wearable Knee Kinematics Monitoring System of MARG Sensor and Pressure Sensor Systems",
      "raw_type_fields": {}
    },
    {
      "id": "27129189",
      "year": "2008",
      "title": "Using eye-movements as a research tool in children with autistic spectrum disorders. / Using eye-movements as a research tool in children with autistic spectrum disorders.",
      "raw_type_fields": {}
    },
    {
      "id": "25169983",
      "year": "2008",
      "title": "Eye Position Estimation During Sleep Using Infrared Video in Functional MRI. / Eye Position Estimation During Sleep Using Infrared Video in Functional MRI.",
      "raw_type_fields": {}
    },
    {
      "id": "16194035",
      "year": "2008",
      "title": "BIOMETRIC PERSONAL IDENTIFICATION BASED ON GAIT PATTERN USING BOTH FEET PRESSURE CHANGE",
      "raw_type_fields": {}
    },
    {
      "id": "8152419",
      "year": "2007",
      "title": "Cerebral surface extraction from neonatal MR images using cerebral surface model",
      "raw_type_fields": {}
    },
    {
      "id": "8152418",
      "year": "2007",
      "title": "Analyzing 3D knee kinematics using accelerometers, gyroscopes and magnetometers",
      "raw_type_fields": {}
    },
    {
      "id": "8152417",
      "year": "2007",
      "title": "A fuzzy estimation system for cellular quantity of artificial culture bone",
      "raw_type_fields": {}
    },
    {
      "id": "8152416",
      "year": "2007",
      "title": "Analyze 3-D knee kinematics after anterior cruciate ligament reconstruction using MDCT and digital radiography",
      "raw_type_fields": {}
    },
    {
      "id": "8152415",
      "year": "2007",
      "title": "Training artificial neural network using MR images for visual axes estimation during sleep",
      "raw_type_fields": {}
    },
    {
      "id": "8152414",
      "year": "2007",
      "title": "Fuzzy ultrasonic Imaging system for visualizing brain surface under skull considering ultrasonic refraction",
      "raw_type_fields": {}
    },
    {
      "id": "8152413",
      "year": "2007",
      "title": "Fuzzy ultrasonic array system for locating screw holes of intramedullary nail",
      "raw_type_fields": {}
    },
    {
      "id": "8152412",
      "year": "2007",
      "title": "Biometric personal identification using sole information",
      "raw_type_fields": {}
    },
    {
      "id": "8152411",
      "year": "2007",
      "title": "Estimation of visual axis during sleep by analyzing infrared video using artificial neural network",
      "raw_type_fields": {}
    },
    {
      "id": "8152410",
      "year": "2007",
      "title": "Robust estimation of knee kinematics after total knee arthroplasty with evolutional computing approach",
      "raw_type_fields": {}
    },
    {
      "id": "17575388",
      "year": "2006",
      "title": "Fully automated segmentation of cerebral ventricles from 3-D SPGR MR images using fuzzy representative line",
      "raw_type_fields": {}
    },
    {
      "id": "17575390",
      "year": "2006",
      "title": "Fully automated measurement of 3D knee kinematics after anterior cruciate ligament reconstruction using multidetector-row CT and X- Ray fluoroscopic images",
      "raw_type_fields": {}
    },
    {
      "id": "7368494",
      "year": "2006",
      "title": "Interactive segmentation of the cerebral lobes with fuzzy inference in 3T MR images.",
      "raw_type_fields": {}
    },
    {
      "id": "26656216",
      "year": "2006",
      "title": "Computer-aided diagnosis of intracranial aneurysms in MRA images with case-based reasoning",
      "raw_type_fields": {}
    },
    {
      "id": "17575392",
      "year": "2006",
      "title": "Computer-aided diagnosis of intracranial aneurysms in MRA images with case-based reasoning",
      "raw_type_fields": {}
    },
    {
      "id": "17575391",
      "year": "2006",
      "title": "Automated quantification of 3D knee kinematics using 2D X-ray fluoroscopy video sequence images",
      "raw_type_fields": {}
    },
    {
      "id": "7368495",
      "year": "2005",
      "title": "Transcranial ultrasonography system for visualizing skull and brain surface aided by fuzzy expert system.",
      "raw_type_fields": {}
    },
    {
      "id": "25264542",
      "year": "2005",
      "title": "Fuzzy image matching for pose recognition of occulted knee implants using fluoroscopy images / Fuzzy image matching for pose recognition of occulted knee implants using fluoroscopy images",
      "raw_type_fields": {}
    },
    {
      "id": "28733197",
      "year": "2005",
      "title": "Detection of brain activation with no stimulus using wavelet analysis",
      "raw_type_fields": {}
    },
    {
      "id": "27129183",
      "year": "2004",
      "title": "Regional Specificity of Hemodynamic Response Delay Analyzed by a New Wavelet Based Method: HAW / Regional Specificity of Hemodynamic Response Delay Analyzed by a New Wavelet Based Method: HAW",
      "raw_type_fields": {}
    },
    {
      "id": "16194026",
      "year": "2004",
      "title": "Target image enhancement using representative line in MR cholangiography images",
      "raw_type_fields": {}
    },
    {
      "id": "27129181",
      "year": "2003",
      "title": "Quantitative Evaluation of the Wavelet Based Analyzing Method in ER-fMRI Study and Comparison with SPM99 / Quantitative Evaluation of the Wavelet Based Analyzing Method in ER-fMRI Study and Comparison with SPM99",
      "raw_type_fields": {}
    },
    {
      "id": "28546569",
      "year": "2003",
      "title": "Tubular tissue-based segmentation of lung lobes from chest MDCT images",
      "raw_type_fields": {}
    },
    {
      "id": "27129179",
      "year": "2002",
      "title": "Wavelet Based Analysis of the Hemodynamic Response Delay in Event-related Functional MRI / Wavelet Based Analysis of the Hemodynamic Response Delay in Event-related Functional MRI",
      "raw_type_fields": {}
    },
    {
      "id": "27129177",
      "year": "2002",
      "title": "Fuzzy Logic Approach to Investigating the Language Dominance Using Near-Ingrared Spctroscopy / Fuzzy Logic Approach to Investigating the Language Dominance Using Near-Ingrared Spctroscopy",
      "raw_type_fields": {}
    },
    {
      "id": "28573283",
      "year": "2002",
      "title": "Automated volumetry of lateral entricles in 3-D SPGR MR images using physicians' knowledge represented by fuzzy logic",
      "raw_type_fields": {}
    },
    {
      "id": "27129175",
      "year": "2001",
      "title": "Functional MRI of Word Retrieval: Differences Depending on the retrieval strategy / Functional MRI of Word Retrieval: Differences Depending on the retrieval strategy",
      "raw_type_fields": {}
    },
    {
      "id": "27129173",
      "year": "2001",
      "title": "Time Series Analysis in Near- Infrared Spetroscopy Aided by Fuzzy C-means and Wavelet Transforms / Time Series Analysis in Near- Infrared Spetroscopy Aided by Fuzzy C-means and Wavelet Transforms",
      "raw_type_fields": {}
    },
    {
      "id": "27129171",
      "year": "2001",
      "title": "Dynamic Brain Activation During Improvement in a Sequential Motor Performance: An NIRS/I Study / Dynamic Brain Activation During Improvement in a Sequential Motor Performance: An NIRS/I Study",
      "raw_type_fields": {}
    },
    {
      "id": "29102558",
      "year": "2001",
      "title": "Am automated tissue discrimination based on fuzzy analysis of ultrasonic wave",
      "raw_type_fields": {}
    },
    {
      "id": "29096726",
      "year": "2001",
      "title": "Fuzzy rule based segmentation of CT knee images",
      "raw_type_fields": {}
    },
    {
      "id": "29078474",
      "year": "2001",
      "title": "3-D visualization of the cholecyst and the bile duct using fuzzy clustering",
      "raw_type_fields": {}
    },
    {
      "id": "29076151",
      "year": "2001",
      "title": "A medical image segmentation method using K-means clustering and rough sets",
      "raw_type_fields": {}
    },
    {
      "id": "27129169",
      "year": "2000",
      "title": "FIG application for 3D medical imagings / ファジイインフォメーショングラニュレーションの３次元医用画像処理への応用",
      "raw_type_fields": {}
    },
    {
      "id": "27129168",
      "year": "2000",
      "title": "A fuzzy rule-based region growing method for segmentating 3-D dynamic MRI. / A fuzzy rule-based region growing method for segmentating 3-D dynamic MRI.",
      "raw_type_fields": {}
    },
    {
      "id": "27129166",
      "year": "2000",
      "title": "3-D Visualization of the Structure of Cerebral Blood Vessels Using Fuzzy Image Processing. / 3-D Visualization of the Structure of Cerebral Blood Vessels Using Fuzzy Image Processing.",
      "raw_type_fields": {}
    },
    {
      "id": "28480011",
      "year": "1998",
      "title": "Medical image segmentation by fuzzy logic techniques",
      "raw_type_fields": {}
    },
    {
      "id": "28479100",
      "year": "1998",
      "title": "Automated brain MRI volumetry demonstrated a genetic correlate of brain atrophy in Alzheimer's disease",
      "raw_type_fields": {}
    },
    {
      "id": "28470433",
      "year": "1998",
      "title": "Utility of automated hemispheric surface display of MRI in diagnosing for cortical atrophy",
      "raw_type_fields": {}
    },
    {
      "id": "34136796",
      "year": "1997",
      "title": "頭部MRIの立体表示と体積測定による変性性痴呆性疾患の診断",
      "raw_type_fields": {}
    }
  ]
}
